Repository: BrunoPirard/gift-cards-for-woocommerce
Catalog: languages/gift-cards-for-woocommerce-*.po
Languages: fr_fr

source: Gift Cards for WooCommerce® (free) requires WooCommerce® to be installed and active.
fr_fr: Gift Cards for WooCommerce® (gratuit) nécessite que WooCommerce® soit installé et actif.

source: Are you sure you want to delete this gift card?
fr_fr: Confirmez-vous la suppression de cette carte cadeau ?

source: An error occurred. Please try again.
fr_fr: Une erreur est survenue. Veuillez réessayer.

source: You do not have permission to perform this action.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: Invalid gift card code.
fr_fr: Code de carte-cadeau non valide.

source: Gift card deleted successfully.
fr_fr: Carte cadeau supprimée avec succès.

source: Failed to delete gift card.
fr_fr: Échec de la suppression de la carte cadeau.

source: Invalid or expired gift card code.
fr_fr: Code de carte cadeau invalide ou expiré.

source: Gift Cards
fr_fr: Cartes cadeau

source: CSV imported successfully!
fr_fr: CSV importé avec succès !

source: Error importing CSV. Please check the file format and try again.
fr_fr: Erreur lors de l'importation de CSV. Veuillez vérifier le format du fichier et réessayer.

source: Activity
fr_fr: Activité

source: Add Card
fr_fr: Ajouter une carte

source: Settings Email
fr_fr: Paramètres Email

source: Settings
fr_fr: Paramètres

source: Gift Card Balance
fr_fr: Solde de la Carte Cadeau

source: Expiration Date
fr_fr: Date d'expiration

source: Recipient Email
fr_fr: E-mail du destinataire

source: Sender Name
fr_fr: Nom de l’expéditeur

source: Save Changes
fr_fr: Sauvegarder les changements

source: Search Gift Cards
fr_fr: Rechercher Cartes Cadeaux

source: Gift Card Activity Log
fr_fr: Journal d'activité des cartes-cadeaux

source: No activity found.
fr_fr: Aucune activité trouvée.

source: Amount
fr_fr: Montant

source: User ID
fr_fr: Utilisateur ID

source: Issue New Gift Card
fr_fr: Émission d'une nouvelle carte-cadeau

source: Enter the balance for the gift card.
fr_fr: Entrez le solde de la carte cadeau.

source: Gift Card Type
fr_fr: Type de carte cadeau

source: Digital
fr_fr: Digitale

source: Physical
fr_fr: Physique

source: Delivery Date
fr_fr: Date de livraison

source: Personal Message
fr_fr: Message personnel

source: Enter your message here...
fr_fr: Saisissez votre message ici...

source: Issue Gift Card
fr_fr: Émission d'une carte-cadeau

source: Settings saved.
fr_fr: Paramètres sauvegardés.

source: Gift Card Email Settings
fr_fr: Paramètres de l'e-mail de la carte-cadeau

source: Custom Email Image
fr_fr: Image personnalisée de l'e-mail

source: Upload Image
fr_fr: Télécharger une image

source: Upload an image to use in the gift card emails.
fr_fr: Téléchargez une image à utiliser dans les courriels relatifs aux cartes-cadeaux.

source: Custom Email Text
fr_fr: Texte de l'e-mail personnalisé

source: Enter custom text to include in the gift card emails.
fr_fr: Saisissez un texte personnalisé à inclure dans les courriels relatifs aux cartes-cadeaux.

source: Days Before Expiration for Reminder Email
fr_fr: Jours avant l'expiration pour l'envoi d'un courriel de rappel

source: Enter the number of days before a gift card expires to send a reminder email.
fr_fr: Entrez le nombre de jours avant l'expiration d'une carte cadeau pour envoyer un e-mail de rappel.

source: Include a PDF version of the gift card with the email.
fr_fr: Joignez à l'e-mail une version PDF de la carte-cadeau.

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Select Image
fr_fr: Sélectionner une image

source: Before Payment
fr_fr: Avant paiement

source: Before Order Total
fr_fr: Avant le total de la commande

source: After Order Total
fr_fr: Après commande Total

source: Before Customer Details
fr_fr: Avant les détails du client

source: After Customer Details
fr_fr: Après Détails Client

source: Consolidation completed. Processed %d gift cards, updated %d user associations.
fr_fr: Consolidation terminée. Traitement de %d cartes cadeaux, mise à jour de %d associations d'utilisateurs.

source: Errors occurred during consolidation:
fr_fr: Des erreurs se sont produites lors de la consolidation :

source: Gift Card Settings
fr_fr: Réglages Carte cadeau

source: Consolidate Gift Cards
fr_fr: Consolider les cartes-cadeaux

source: This will scan all gift cards without user IDs and attempt to associate them with registered users based on recipient email addresses.
fr_fr: Cette opération permet de scanner toutes les cartes cadeaux sans identifiant et d'essayer de les associer à des utilisateurs enregistrés sur la base de l'adresse électronique du destinataire.

source: Default Validity Period (days)
fr_fr: Période de validité par défaut (jours)

source: Number of days gift cards are valid for by default.
fr_fr: Nombre de jours pendant lesquels les cartes cadeaux sont valables par défaut.

source: Display Delivery Date
fr_fr: Afficher la date de livraison

source: Enable this option to display the delivery date for gift cards.
fr_fr: Activez cette option pour afficher la date de livraison des cartes cadeaux.

source: Enable Activity Logging
fr_fr: Activer l'enregistrement des activités

source: Log gift card activities for tracking and debugging purposes.
fr_fr: Enregistrer les activités liées aux cartes cadeaux à des fins de suivi et de débogage.

source: Display Location
fr_fr: Affiche l’emplacement

source: Choose where to display the gift card field on checkout.
fr_fr: Choisissez l'endroit où afficher le champ de la carte-cadeau lors du paiement.

source: Gift card issued successfully!
fr_fr: La carte cadeau a été émise avec succès !

source: Invalid input. Please make sure all required fields are filled out.
fr_fr: Entrée invalide. Veuillez vous assurer que tous les champs obligatoires sont remplis.

source: Gift Card Discount
fr_fr: Remise sur la carte cadeau

source: Gift Card
fr_fr: Carte cadeau

source: Enable this option to make this product a gift card.
fr_fr: Activez cette option pour faire de ce produit une carte cadeau.

source: Product as Gift Card
fr_fr: Produit en tant que carte-cadeau

source: Enable this option to allow this product to be sent as a gift card.
fr_fr: Activez cette option pour permettre l'envoi de ce produit sous forme de carte cadeau.

source: Gift this product
fr_fr: Offrir ce produit

source: Check this box to send this product as a gift card
fr_fr: Cochez cette case pour envoyer ce produit sous forme de carte cadeau

source: To (Email)
fr_fr: À (Email)

source: From (Name)
fr_fr: De (Nom)

source: To
fr_fr: Pour

source: From
fr_fr: De

source: Gift Card Amount
fr_fr: Montant de la carte cadeau

source: You need to be logged in to view your gift cards.
fr_fr: Vous devez être connecté pour consulter vos cartes-cadeaux.

source: You have no active gift cards.
fr_fr: Vous n'avez pas de cartes cadeaux actives.

source: Your Gift Card Balance
fr_fr: Le solde de votre carte-cadeau

source: Total Balance: %s
fr_fr: Solde total : %s

source: Active Gift Cards
fr_fr: Cartes-cadeaux actives

source: Balance
fr_fr: Solde

source: No Expiration
fr_fr: Pas d'expiration

source: Gift Card Balance:
fr_fr: Solde de la carte cadeau :

source: Edit
fr_fr: Editer

source: You do not have permission to export gift cards.
fr_fr: Vous n'avez pas l'autorisation d'exporter des cartes cadeaux.

source: Invalid request.
fr_fr: Demande non valide.

source: Sender Email
fr_fr: Email de l'expéditeur

source: Issued Date
fr_fr: Date d'émission

source: You do not have permission to import gift cards.
fr_fr: Vous n'avez pas l'autorisation d'importer des cartes cadeaux.

source: Gift card not found.
fr_fr: Carte cadeau introuvable.

source: Balance cannot be negative.
fr_fr: Le solde ne peut être négatif.

source: Gift card updated successfully.
fr_fr: La carte cadeau a été mise à jour avec succès.

source: Failed to update gift card.
fr_fr: Échec de la mise à jour de la carte cadeau.

source: File upload error.
fr_fr: Erreur de téléchargement de fichier.

source: Cannot open uploaded file.
fr_fr: Impossible d'ouvrir le fichier téléchargé.

source: Gift Card Email
fr_fr: Email de Carte Cadeau

source: This email is sent to the recipient when a gift card is issued.
fr_fr: Cet e-mail est envoyé au destinataire lorsqu'une carte cadeau est émise.

source: You have received a gift card!
fr_fr: Vous avez reçu une carte cadeau!

source: You have received a gift card from {sender_name}
fr_fr: Vous avez reçu une carte cadeau de {sender_name}

source: Gift Card Expiry Reminder Email
fr_fr: Courriel de rappel de l'expiration de la carte-cadeau

source: This email is sent to the recipient as a reminder before the gift card expires.
fr_fr: Cet e-mail est envoyé au destinataire comme rappel avant l'expiration de la carte cadeau.

source: Your gift card is about to expire!
fr_fr: Votre carte cadeau est sur le point d'expirer !

source: Your gift card will expire soon
fr_fr: Votre carte cadeau va bientôt expirer

source: Filter by Type
fr_fr: Filtrer par Type

source: All Types
fr_fr: Tous les types

source: Filter
fr_fr: Filtre

source: From:
fr_fr: De :

source: To:
fr_fr: Pour :

source: Hello! You've received a gift card worth %s from %s.
fr_fr: Bonjour ! Vous avez reçu une carte cadeau d'une valeur de %s de la part de %s.

source: Redeem your gift card with code: <strong>%s</strong>
fr_fr: Échangez votre carte-cadeau avec le code : <strong>%s</strong>

source: This gift card will expire on: <strong>%s</strong>
fr_fr: Cette carte cadeau expirera le : <strong>%s</strong>

source: Hello! Your gift card with code <strong>%s</strong> will expire in %d days on <strong>%s</strong>.
fr_fr: Bonjour ! Votre carte cadeau avec le code<strong>%s</strong>expirera dans %d jours le <strong>%s</strong>.

source: Current Balance: <strong>%s</strong>
fr_fr: Solde actuel : <strong>%s</strong>

source: Don't let this balance go to waste! Use your gift card before it expires.
fr_fr: Ne laissez pas ce solde se perdre ! Utilisez votre carte-cadeau avant qu'elle n'expire.

source: Shop Now
fr_fr: Boutique en ligne

source: This is an automated reminder. Please do not reply to this email.
fr_fr: Il s'agit d'un rappel automatique. Ne répondez pas à cet e-mail.

source: Redeem your gift card with code: %s
fr_fr: Échangez votre carte-cadeau avec le code : %s

source: This gift card will expire on: %s
fr_fr: Cette carte cadeau expirera le : %s

source: Hello! Your gift card with code %s will expire in %d days on %s.
fr_fr: Bonjour ! Votre carte cadeau avec le code %s expirera dans %d jours le %s.

source: Current Balance: %s
fr_fr: Solde actuel : %s

source: Visit our shop:
fr_fr: Visitez notre boutique :
